{
  "stableId" : "consentFormTheHeartHiveCardiomyopathyStudy",
  "version" : 13,
  "name" : "Consent Form - The Heart Hive Cardiomyopathy Study",
  "surveyType" : "CONSENT",
  "answerMappings" : [ ],
  "triggers" : [ ],
  "recur" : false,
  "required" : true,
  "allowAdminEdit" : false,
  "allowParticipantStart" : true,
  "allowParticipantReedit" : false,
  "prepopulate" : false,
  "assignToAllNewEnrollees" : true,
  "assignToExistingEnrollees" : false,
  "autoUpdateTaskAssignments" : false,
  "jsonContent" : {
    "pages" : [ {
      "elements" : [ {
        "type" : "html",
        "name" : "test",
        "title" : "test",
        "description" : "",
        "isRequired" : false,
        "html" : "<h3>The Heart Hive Cardiomyopathy Study</h3><p>Participant Information Sheet</p><p><strong>Chief Investigator Dr James Ware, Imperial College, London</strong></p><p>&nbsp;</p><p>We would like to invite you to join the HeartHive Cardiomyopathy study which has been set up by Imperial College London.</p><p><strong>Vision: </strong></p><p>Our vision is that all patients with cardiovascular disease should have the opportunity to participate in research into their condition, to advance knowledge and treatment.</p><p><strong>The challenge and opportunity</strong></p><p>The more people take part in research, the more powerful it is.</p><p>Lots of people living with cardiomyopathy want to participate in research - to be proactive in tackling their condition, and to help move science and healthcare forwards toward improved treatments and a better quality of life for themselves and the larger community. &nbsp;</p><p>Many patients say that they can't find a way to get involved in research. &nbsp;Opportunities may be concentrated around a handful of universities and hospitals, and many patients either can't get involved,&nbsp;or need to travel long distances to take part. This is bad for patients, and bad for research.</p><p><strong>The solution</strong></p><p>Give everyone the chance to participate in research.</p><p>Rather than relying solely on a handful of hospitals and doctors, we will enable participants to provide their own data.&nbsp;We will use the latest technologies to facilitate research participation from home, rather than relying on travel to distant specialist centres. &nbsp;We will collect genetic material from saliva using kits sent in the post, and gather clinical information from participants using a web portal and smartphone app.</p><p><strong>HeartHive Cardiomyopathy project: </strong></p><p>This is a study of patients with either dilated cardiomyopathy (DCM) or hypertrophic cardiomyopathy (HCM).&nbsp; Our goal is to further the understanding of DCM and HCM, in particular how genetic and environmental factors interact to cause these conditions and to influence their severity and progression. The study's findings could help develop tailored treatments for patients with cardiomyopathy in the future.</p><p>We are concluding our pilot phase of the project and have secured funding to extend our study for ongoing recruitment. We aim to carry out genetic sequencing for all participants, but our funding is not unlimited, and we may not be able to carry out genetic analysis if more participants enrol in our study than anticipated.&nbsp;</p><p><strong>It's up to you</strong></p><p>We are inviting you to sign up to take part in the HeartHive Cardiomyopathy study.</p><p>Take time to decide whether or not you wish to take part. Please read the following information carefully and discuss it with others if you wish.&nbsp;</p><p>Make sure you clearly understand the study.&nbsp; Before you decide whether to participate in any study it is important for you to understand why the research is being done and what it will involve.</p><p>Thank you for taking the time to read this<em>.</em></p><p><strong>This study is conducted entirely online.</strong></p><p><strong>You can download a copy of the study information sheet at any time.</strong></p>"
      }, {
        "type" : "html",
        "name" : "test2",
        "title" : "test",
        "description" : "",
        "isRequired" : false,
        "html" : "<p style=\"text-align: center;\"><strong style='font-weight: 700; caret-color: rgb(0, 0, 0); color: rgb(0, 0, 0); ; font-size: 16px; font-style: normal; font-variant-caps: normal; letter-spacing: normal; orphans: auto; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: auto; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration: none;'>HeartHive Cardiomyopathy study - Why is this study needed? </strong></p> \n\n<p style='margin: 0cm;font-size: medium;;color: rgb(0, 0, 0);font-style: normal;font-weight: 400;text-align: start;text-indent: 0px;text-decoration: none;'><strong>&nbsp;</strong></p> \n\n<p style='margin: 0cm;font-size: medium;;color: rgb(0, 0, 0);font-style: normal;font-weight: 400;text-indent: 0px;text-decoration: none;text-align: justify;'>We need to better understand the genetic and environmental factors that contribute to DCM and HCM in order to develop tailored treatments and improve the health and well-being of patients with this condition. &nbsp;The information below is relevant for participants with DCM.</p> \n\n<p style='margin: 0cm;font-size: medium;;color: rgb(0, 0, 0);font-style: normal;font-weight: 400;text-indent: 0px;text-decoration: none;text-align: justify;'>&nbsp;</p> \n\n<p style='margin: 0cm;font-size: medium;;color: rgb(0, 0, 0);font-style: normal;font-weight: 400;text-indent: 0px;text-decoration: none;text-align: justify;'><strong>Dilated cardiomyopathy (DCM) is a disease of the heart muscle. &nbsp;</strong>The muscle walls become stretched and the chambers of the heart become bigger and weaker. &nbsp;This means the heart cannot pump blood around the body as effectively as it should.&nbsp;</p> \n\n<p style='margin: 0cm;font-size: medium;;color: rgb(0, 0, 0);font-style: normal;font-weight: 400;text-indent: 0px;text-decoration: none;text-align: justify;'>&nbsp;</p> \n\n<p style='margin: 0cm;font-size: medium;;color: rgb(0, 0, 0);font-style: normal;font-weight: 400;text-indent: 0px;text-decoration: none;text-align: justify;'>DCM often runs in families. &nbsp;A strong genetic cause can be identified in up to half (1 in 2) of all patients. &nbsp;But in many patients the cause of DCM is unknown.&nbsp;</p> \n\n<p style='margin: 0cm;font-size: medium;;color: rgb(0, 0, 0);font-style: normal;font-weight: 400;text-indent: 0px;text-decoration: none;text-align: justify;'>&nbsp;</p> \n\n<p style='margin: 0cm;font-size: medium;;color: rgb(0, 0, 0);font-style: normal;font-weight: 400;text-indent: 0px;text-decoration: none;text-align: justify;'>It can be difficult to predict how DCM will progress. For some patients DCM causes life-threatening problems including severe heart failure and heart rhythm abnormalities, but many others have only mild disease with few symptoms or problems. &nbsp;Even within the same family DCM can be very variable and can present at different ages and with different severity.</p> \n\n<p style='margin: 0cm;font-size: medium;;color: rgb(0, 0, 0);font-style: normal;font-weight: 400;text-indent: 0px;text-decoration: none;text-align: justify;'>&nbsp;</p> \n\n<p style='margin: 0cm;font-size: medium;;color: rgb(0, 0, 0);font-style: normal;font-weight: 400;text-indent: 0px;text-decoration: none;text-align: justify;'>At the moment we don&rsquo;t know the reason for the variability we see in DCM. &nbsp;It is likely to be due to a combination of genes with small effects and environmental factors acting together but we need to study very large numbers of patients to look for these factors.</p> \n\n<p style='margin: 0cm;font-size: medium;;color: rgb(0, 0, 0);font-style: normal;font-weight: 400;text-indent: 0px;text-decoration: none;text-align: justify;'>&nbsp;</p> \n\n<p style='margin: 0cm;font-size: medium;;color: rgb(0, 0, 0);font-style: normal;font-weight: 400;text-indent: 0px;text-decoration: none;text-align: justify;'>If we can identify the factors that influence DCM variability the information could be used to help tailor treatments or develop new treatments for DCM in the future.</p>\" "
      } ]
    } ]
  }
}