{
  "name": "OurHealth consent",
  "stableId": "oh_oh_consent",
  "version": 1,
  "jsonContent":
{
  "logoPosition": "right",
  "pages": [
    {
      "name": "page1",
      "elements": [
        {
          "type": "html",
          "name": "consentPage1",
          "html": "<h3>Collection of Samples and Health Information for Research</h3>\n\n<h4>About this consent form</h4>\n<p>\nPlease read this form carefully.  It tells you important information about the collection and storage of tissue samples for research.  A member of our research team will also talk to you about taking part in this research study.  People who agree to take part in research studies are called “subjects.”  This term will be used throughout this consent form.\n</p><p>\nIf you decide to take part in this research study, you must sign this form to give your permission.  We will give you a signed copy of this form to keep.\n</p>\n\n<h3>Key Information</h3>\n<p>\nYou are being invited to participate in this research study because we want to understand why South Asian individuals are at an increased risk for heart disease.  If you agree to participate, we will collect and analyze your saliva sample and health information to better understand why heart disease occurs and develop ways to better treat and prevent heart disease.\n</p><p>\nWe will keep your saliva and health information indefinitely until this study is finished, unless you inform us that you no longer wish to participate.\n</p><p>\nThe main risk is that your information (which may include information from your survey responses, medical records, and/or sample testing and analysis) could be seen by people who do not have permission. However, we have procedures and security measures in place designed to minimize this risk and protect the confidentiality of your information.\n</p><p>\nTaking part in this research study may not directly benefit you. By participating in this study, you will help researchers understand how to improve heart disease risk among South Asians. We will provide study participants updates about key research discoveries made possible by your participation.\n</p><p>\nTaking part in this research study is voluntary – you may choose not to participate. Your decision not to participate will not affect your medical care in any way or result in any penalty or loss of benefits.\n</p><p>\nYou will not be paid for taking part in this research study.\n</p><p>\nYou can call us with your questions or concerns.  Our telephone numbers are listed below.  Ask questions as often as you want.\n</p><p>\n\nPradeep Natarajan, MD, MMSC\nWhitney Hornsby, PhD  at info@ourhealthstudy.org or call us at 617-724-1240.\n</p><p>\n\nIf you want to speak with someone not directly involved in this research study, please contact the Mass General Brigham IRB.  You can call them at 857-282-1900.\n</p><p>\nYou can talk to them about:\n<ul>\n    <li>Your rights as a research subject</li>\n    <li>Your concerns about the research</li>\n    <li>A complaint about the research</li>\n    <li>Any pressure to take part in, or to continue in the research study</li>\n</ul>\n"
        }
      ]
    },
    {
      "name": "page2",
      "elements": [
        {
          "type": "html",
          "name": "consentPage2",
          "html": "<h3>Detailed Information</h3>\n\n<h4>What will happen if you take part in OurHealth?</h4>\n\n<p>After signing this consent form, you will be asked if you are patient within the Mass General Brigham Integrated\n    Health Care System (MGB, Brigham & Women’s Hospital, Massachusetts General Hospital, and other Mass General Brigham\n    institutions). As indicated in this consent form, researchers may access your electronic health records if you are a\n    patient. If you are not a current patient, we may contact you in the future to ask if you would be willing to sign\n    any additional forms or documents that some hospitals or centers may require in order to share your electronic\n    health records with us.</p>\n\n<p>You will be asked to complete surveys about your health and the health of your family. Additional survey(s) may\n    become available during this study that you can choose to complete.</p>\n\n<p>You will be asked to provide a sample of saliva at home--we will provide a kit and detailed instructions on how to do\n    this. We will ask you to send the saliva sample to us in pre-stamped package that we will provide. We will study the\n    cells from your saliva sample, including the genes found in the cells. No additional procedures will be\n    required.</p>\n\n<p>We ask for your permission to store your health information with your sample so that your sample will be more useful\n    for research.</p>\n\n<p>We may contact you in the future to find out if you would be interested in participating in a different or future\n    research study based on information that may have been found in your sample or health. information.</p>\n\n<h4>How are your samples stored?</h4>\n\n<p>The Broad Institute’s Genomics Platform will assign your sample a code number and store it in a freezer. They will\n    not keep your name or other information that could identify you with your sample. They will use the code number to\n    connect your sample to your health information. The computer database is protected with a password. Only staff at\n    the Genomics Platform will know the password.</p>\n\n\n\n<h4>Which researchers can use your samples and what information about you can they have?</h4>\n\n<p>To allow sharing of information with other researchers, the National Institutes of Health (NIH) and other\n    organizations have developed central data (information) banks that analyze, collect, and share the information and\n    results of certain types of genetic studies. Some (controlled-access) central data banks may store your genetic and\n    medical information and provide the information to qualified researchers to use for further research. Other\n    (open-access) data banks are publicly viewable by anyone with internet access. We will also store your information\n    at the Broad Institute of MIT and Harvard and share your information with other approved researchers. Therefore, we\n    are asking your permission to potentially share your results with these special data banks and other researchers,\n    and have your information used for future research studies, including studies that have not yet been designed,\n    studies involving diseases other than heart disease, and/or studies that may be for commercial purposes (such as the\n    development or approval of new drugs). Your information will be sent to central banks and other researchers only\n    with a code number attached. Your name and other information that could readily identify you will not be shared with\n    central banks or other researchers. We will never sell your readily identifiable information to anyone under any\n    circumstances.</p>\n\n<h4>For what type of research will your samples be used?</h4>\n\n<p>Your samples and health information will be used mainly to better understand which genes are associated with an\n    increased risk of a heart disease among South Asians. We think this study could lead to the future development of\n    new or improved ways to treat and prevent heart disease. It is not possible to list every research project. Also, we\n    cannot predict all the research questions that will be important over the next 10-20 years. As we learn more, there\n    will be new research questions and new types of research related to heart disease may be done.</p>\n\n<p>Your samples and information may also be used for research on other conditions; for example, as comparisons to other\n    diseases. This could include a wide variety of conditions such as cancer, mental illness, HIV/AIDS, and others.</p>\n\n<p>We plan to do genetic research on the DNA from your saliva sample. DNA is the material that makes up your genes. All\n    living things are made of cells. Genes are the part of cells that contain the instructions which tell our bodies how\n    to grow and work and determine physical characteristics such as hair and eye color. Genes are passed from parent to\n    child.</p>\n\n<p>Genetic research would include performing a genome wide association study or whole genome/exome analysis on your DNA\n    sample. Usually researchers study just a few areas of your genetic code that are linked to a disease or condition.\n    In whole genome/exome studies, all or most of your genes are analyzed and used by researchers to study links to\n    heart disease and related disorders or other conditions.</p>\n\n<p>Research using your samples and genetic data is important for the study of virtually all diseases and conditions.\n    Therefore, the sample/data banks may provide study data for researchers working on any disease.</p>\n\n<h4>How long will your samples and information be kept?</h4>\n\n<p>There is no scheduled date on which your samples and information in the bank will be destroyed. Your samples may be\n    stored for research until they are “used up.”</p>\n\n<p>The code linking your samples to your health information may be kept indefinitely so that your samples and updated\n    health information may be used for research in the future.</p>\n\n<h4>Can you stop allowing your samples and information to be stored and used for research?</h4>\n\n<p>Yes. You have a right to withdraw your permission at any time. If you do, your samples and your information will be\n    destroyed. However, it will not be possible to destroy samples and information that have already been given to\n    researchers. If you decide to withdraw your permission, you should contact the OurHealth Director, Whitney Hornsby\n    at 617-724-1240 or by email: info@ourhealthstudy.org</p>\n\n<h4>Will you get results of research done using your samples?</h4>\n\n<p>No. OurHealth is only a stepping stone in understanding heart disease risk among South Asians. Therefore, no\n    information about the results of this research study or the results of your individual participation in the research\n    study will be given to you or your doctor. Tests done for the research using your samples will not be useful in\n    directing your medical treatment. The results of the tests will not be placed in your electronic health record.</p>\n\n<p>We will study samples and information from many people. It could take many years before anyone knows whether the\n    results have any meaning. There is a small chance that we could find out something from the study that might be\n    important to your health. If this happens, we may contact you to find out if you would like to learn more. However,\n    even if we find something important to your health, we cannot guarantee that you will be contacted.</p>\n\n<p>You can choose to get a newsletter that will tell you about the research studies we are doing. This newsletter will\n    not announce your results or anyone else’s, but it will tell you some information about what we are learning about\n    South Asian heart health. We will also publish what we learn in medical journals. In the future, when research\n    results are published, they may show that certain groups (for example, racial or ethnic groups, or men/women) have\n    genes that are associated with increased risk of a disease. If this happens, you may learn that certain groups are\n    at increased risk of developing a disease or condition.</p>"
        }
      ]
    },
    {
      "name": "page3",
      "elements": [
        {
          "type": "html",
          "name": "consentPage3",
          "html": "<h3>What are the risks?</h3>\n\n<p>The main risk of allowing us to store and use your samples and certain limited health information for research is a\n    potential loss of privacy. We will protect your privacy by labeling your samples and information only with a code\n    and keep the key to the code in a password protected database.</p>\n\n<p>Information that could be used to identify you will only be shared with researchers within Mass General Brigham who\n    have approval of the Mass General Brigham ethics board. Information that likely could be used to identify you will\n    not be shared with researchers outside Mass General Brigham.</p>\n\n<p>Genetic information generated from this study does not have medical or treatment importance at this time. However,\n    there is a risk that information about taking part in a genetic study may influence insurance companies and/or\n    employers regarding your health. To further safeguard your privacy, genetic information obtained in this study will\n    not be placed in your medical record.</p>\n\n<h4>What are the costs to you to take part in the research tissue bank?</h4>\n<p>There is no cost to you to have your samples used for research purposes.</p>\n\n<h4>Will you be paid for your samples?</h4>\n<p>We will not pay you to allow us to store your samples and to allow research to be done with your samples.</p>\n\n<p>We may use your samples and information to develop a new product or medical test to be sold. The Sponsor, hospital,\n    and researchers may benefit if this happens. There are no plans to pay you if your samples or information are used\n    for this purpose.</p>\n\n\n<h4>Can you still get medical care within Mass General Brigham if you don’t take part in this research tissue bank or if\n    you stop taking part?</h4>\n\n<p>Yes. Your decision won’t change the medical care you get within Mass General Brigham now or in the future. There will\n    be no penalty, and you won’t lose any benefits you receive now, or have a right to receive.</p>\n\n<p>Taking part in the bank is up to you. You can decide not to allow your samples and information to be placed in the\n    bank. If you decide to take part now, you can change your mind and drop out later.</p>\n\n<h4>What happens if you are injured as a result of taking part in this research study?</h4>\n\n<p>There is little risk that you will become injured or sick by taking part in this study. There are no plans for this\n    project to pay you or give you other compensation for any injury. You do not give up your legal rights by signing\n    this form. If you think you have been injured as a result of taking part in this research study, please tell the\n    person in charge of this research study as soon as possible. The research doctor’s contact information is listed in\n    this consent form.</p>\n\n<p>Injuries sometimes happen in research even when no one is at fault. There are no plans to pay you or give you other\n    compensation for an injury, should one occur. However, you are not giving up any of your legal rights by signing\n    this form.</p>\n\n<p>If you think you have been injured or have experienced a medical problem as a result of taking part in this research\n    study, tell the person in charge of this study as soon as possible. The researcher's name and phone number are\n    listed in the next section of this consent form.</p>\n\n<h4>If you take part in this research study, how will we protect your privacy?</h4>\n\n<p>Federal law requires Mass General Brigham to protect the privacy of health information and related information that\n    identifies you. We refer to this information simply as “identifiable information.”</p>\n\n<h5>In this study, we may collect health information about you from:</h5>\n<ul>\n    <li>Past, present, and future medical records</li>\n    <li>Research procedures, including research office visits, tests, interviews, and questionnaires</li>\n</ul>\n<h5>Who may see, use, and share your identifiable health information and why they may need to do so:</h5>\n<ul>\n    <li>Mass General Brigham research staff involved in this study</li>\n    <li>The sponsor(s) of this study, and the people or groups it hires to help perform this research</li>\n    <li>Other researchers and medical centers that are part of this study and their ethics boards</li>\n    <li>A group that oversees the data (study information) and safety of this research</li>\n    <li>Non-research staff within Mass General Brigham who need this information to do their jobs (such as for treatment,\n        payment (billing), or health care operations)</li>\n    <li>The Mass General Brigham ethics board that oversees the research and the Mass General Brigham research quality\n        improvement programs.</li>\n    <li>People from organizations that provide independent accreditation and oversight of hospitals and research</li>\n    <li>People or groups that we hire to do work for us, such as data storage companies, insurers, and lawyers</li>\n    <li>Federal and state agencies (such as the Food and Drug Administration, the Department of Health and Human\n        Services,\n        the National Institutes of Health, and other US or foreign government bodies that oversee or review\n        research)\n    </li>\n    <li>Public health and safety authorities (for example, if we learn information that could mean harm to you or\n        others, we may need to report this, as required by law)\n    </li>\n</ul>\n\n<p>Some people or groups who get your health information might not have to follow the same privacy rules that we follow\n    and might use or share your health information without your permission in ways that are not described in this form.\n    For example, we understand that the sponsor of this study may use your health information to perform additional\n    research on various products or conditions, to obtain regulatory approval of its products, to propose new products,\n    and to oversee and improve its products’ performance. We share your health information only when we must, and we ask\n    anyone who receives it from us to take measures to protect your privacy. The sponsor has agreed that it will not\n    contact you without your permission and will not use or share your information for any mailing or marketing list.\n    However, once your information is shared outside Mass General Brigham, we cannot control all the ways that others\n    use or share it and cannot promise that it will remain private.</p>\n\n<p>Because research is an ongoing process, we cannot give you an exact date when we will either destroy or stop using or\n    sharing your health information. Your permission to use and share your identifiable information does not expire.</p>\n\n<p>The results of this research study may be published in a medical book or journal, or used to teach others. However,\n    your name or other identifying information will not be used for these purposes without your specific permission.</p>\n\n<h3>Your Privacy Rights</h3>\n\n<p>You have the right not to sign this form that allows us to use and share your health information for research;\n    however, if you don’t sign it, you can’t take part in this research study.</p>\n\n<p>You have the right to withdraw your permission for us to use or share your health information for this research\n    study. If you want to withdraw your permission, you must notify the person in charge of this research study in\n    writing. Once permission is withdrawn, you cannot continue to take part in the study.</p>\n\n<p>If you withdraw your permission, we will not be able to take back information that has already been used or shared\n    with others.</p>\n\n<p>You have the right to see and get a copy of your health information that is used or shared for treatment or for\n    payment. To ask for this information, please contact the person in charge of this research study. You may only get\n    such information after the research is finished.</p>"
        }
      ]
    },
    {
      "name": "page4",
      "elements": [
        {
          "type": "html",
          "name": "consentPage3",
          "html": "\n<h3>Informed Consent and Authorization for Collection of Samples and Health Information for Research</h3>\n\n\n<h5>Statement of Person Giving Informed Consent and Authorization</h5>\n\n<ul>\n    <li>I have read this consent form.\n    </li>\n    <li>This research study has been explained to me, including risks and possible benefits (if any), other possible\n        treatments or procedures, and other important things about the study.\n    </li>\n    <li>I have had the opportunity to ask questions.</li>\n    <li>I understand the information given to me.</li>\n</ul>\n\n<h5>Signature of Subject:</h5>\n\n<p>I give my consent to take part in this research study and agree to allow my health information to be used and shared\n    as described above.</p>\n"
        },
        {
          "type": "text",
          "isRequired": true,
          "name": "oh_oh_consent_legalName",
          "title": "Full legal name (type)"
        },
        {
          "type": "text",
          "isRequired": true,
          "name": "oh_oh_consent_signatureDate",
          "title": "Date/Time (type)"
        },
        {
          "type": "signaturepad",
          "isRequired": true,
          "name": "oh_oh_consent_signature",
          "title": "Signature"
        }
      ]
    }
  ]
}
}
