{
  "itemType": "INTERNAL",
  "text": "Antecedentes Científicos",
  "htmlPageDto": {
    "title": "Antecedentes Científicos",
    "path": "background",
    "sectionDtos": [{
      "sectionType": "BANNER_IMAGE",
      "sectionConfigJson": {
        "image": {
          "cleanFileName": "scientists_banner.jpg",
          "version": 1,
          "alt": ""
        }
      }
    }, {
      "sectionType": "HERO_CENTERED",
      "sectionConfigJson": {
        "title": "Antecedentes Científicos",
        "background": "#F2F2F2",
        "blurbAlign": "left",
        "blurb": "Las personas de ascendencia del sur de Asia representan el 23% de la población mundial, lo que corresponde a 1.800 millones de personas, y están desproporcionadamente afectadas por enfermedades cardiometabólicas, principalmente ataques cardíacos, accidentes cerebrovasculares y diabetes.\n\nSe estima que 5,4 millones de personas de ascendencia del sur de Asia viven en los Estados Unidos, uno de los subgrupos étnicos de más rápido crecimiento. Se reconoce constantemente que los del sur de Asia tienen un riesgo de enfermedad cardiovascular de 2 a 3 veces mayor y un riesgo de diabetes de hasta 4 veces mayor (especialmente la diabetes que ocurre en ausencia de obesidad). En los Estados Unidos, la ascendencia del sur de Asia ahora se describe como un 'factor de riesgo que aumenta' para la enfermedad cardiovascular en las pautas de práctica actuales, lo que destaca la conciencia del problema, pero una brecha de conocimiento evidente."
    }}, {
      "sectionType": "RAW_HTML",
      "rawContent": "<div>Este es un HTML personalizado <ul><li>con</li><li>una</li><li>lista</li></ul></div>"
    },{
      "sectionType": "HERO_CENTERED",
      "sectionConfigJson": {
        "background": "linear-gradient(270deg, #D5ADCC 0%, #E5D7C3 100%)",
        "blurb": "Los del sur de Asia tienen **el doble de riesgo** de enfermedad cardiovascular en comparación con los europeos.",
        "image": {
          "cleanFileName": "infographic_risk.png",
          "version": 1,
          "alt": "Los del sur de Asia tienen el doble de riesgo de enfermedad cardiovascular: 20% en los del sur de Asia en comparación con el 11% en personas de ascendencia europea."
        }
      }
    },{
      "sectionType": "HERO_CENTERED",
      "sectionConfigJson": {
        "title": "**La ascendencia del sur de Asia se considera un factor de riesgo que aumenta para la enfermedad cardiovascular.**",
        "blurb": "Sin embargo, no se ha encontrado un solo gen responsable y las calculadoras de riesgo clínico actuales no pueden tener en cuenta el impacto específico de la ascendencia del sur de Asia. Se reconoce que los factores de riesgo clínico, como el colesterol elevado, la presión arterial elevada, la diabetes y el tabaquismo, influyen en el riesgo de enfermedad cardiovascular. Los factores adicionales de 'riesgo que aumenta' son condiciones o rasgos más recientemente reconocidos vinculados a un riesgo excesivo más allá de los factores de riesgo clínico convencionales. En 2018, la Asociación Estadounidense del Corazón y el Colegio Estadounidense de Cardiología distinguieron de manera única la ascendencia del sur de Asia como un 'factor de riesgo que aumenta'.",
        "blurbAlign": "left",
        "image": {
          "cleanFileName": "risk_factors.png",
          "version": 1,
          "alt": "\"Los factores que aumentan el riesgo\" incluyen condiciones y rasgos biológicos como el colesterol alto o biomarcadores inflamatorios, enfermedad renal crónica, enfermedades inflamatorias crónicas, antecedentes familiares de enfermedad cardiovascular temprana, síndrome metabólico o antecedentes de menopausia temprana. En 2018, la Asociación Estadounidense del Corazón y el Colegio Estadounidense de Cardiología distinguieron de manera única la ascendencia del sur de Asia como un 'factor de riesgo que aumenta'."
        },
        "paddingBottom": 0
      }
    },{
      "sectionType": "HERO_CENTERED",
      "sectionConfigJson": {
        "blurbAlign": "left",
        "blurb": "**Factores que aumentan el riesgo de enfermedad cardiovascular:**\n- Antecedentes familiares de enfermedad cardiovascular temprana (antes de los 55 años (hombres) o 65 años (mujeres))\n- Colesterol alto o biomarcadores inflamatorios (como Lp(a), apoB)\n- Enfermedad renal crónica\n- Síndrome metabólico",
        "paddingTop": "1.5rem"
      }
    },{
      "sectionType": "HERO_CENTERED",
      "sectionConfigJson": {
        "background": "linear-gradient(270deg, #D5ADCC 0%, #E5D7C3 100%)",
        "title": "**No sabemos por qué los habitantes del sur de Asia tienen un mayor riesgo porque se han realizado muy pocos estudios** centrados en esta población. Carecemos de datos sobre los asiáticos del sur, especialmente los que viven en Estados Unidos."
      }
    },{
      "sectionType": "HERO_CENTERED",
      "sectionConfigJson": {
        "image": {
          "cleanFileName": "population_rates.png",
          "version": 1,
          "alt": "Los asiáticos del sur representan el 23% de la población mundial, pero solo el 1,3% de los participantes en estudios genéticos."
        },
        "paddingBottom": 0
      }
    },{
      "sectionType": "HERO_CENTERED",
      "sectionConfigJson": {
        "blurb": "A pesar de que los asiáticos del sur representan una cuarta parte de la población mundial, están subrepresentados en los estudios genéticos que están comenzando a dar forma más plenamente a nuestra comprensión del riesgo cardiovascular en la población. Esta disparidad no ha mejorado con el tiempo.",
        "blurbAlign": "left",
        "image": {
          "cleanFileName": "individual_rates.png",
          "version": 1,
          "alt": "24,626 individuos fueron estudiados para crear la herramienta de riesgo cardiovascular recomendada más utilizada en los Estados Unidos, pero no se incluyó a ninguna persona de ascendencia del sur de Asia."
        },
        "paddingBottom": 0,
        "paddingTop": "1.5rem"
      }
    },{
      "sectionType": "HERO_CENTERED",
      "sectionConfigJson": {
        "blurb": "No hubo individuos de ascendencia del sur de Asia entre los miles de individuos estudiados para crear la herramienta de riesgo cardiovascular recomendada más utilizada en los Estados Unidos.",
        "blurbAlign": "left",
        "paddingTop": "1.5rem"
      }
    },{
      "sectionType": "HERO_CENTERED",
      "sectionConfigJson": {
        "title": "Puedes hacer un impacto",
        "blurb": "Voluntario para ser la fuerza impulsora detrás de la investigación cardiovascular transformadora.",
        "buttons": [{
          "type": "join",
          "text": "Únete a OurHealth",
          "studyShortcode": "ourheart"
        }],
        "background": "linear-gradient(270deg, #D5ADCC 0%, #E5D7C3 100%)"
      }
    }]
  }
}
